Repository: s-allius/tsun-gen3-proxy
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Connections
de: Verbindungen

source: Device-IP:Port
de: Geräte-IP:Port

source: Device-IP
de: Geräte-IP

source: Serial-No
de: Seriennummer

source: n/a
de: keine Angabe

source: MQTT devices
de: MQTT Geräte

source: Updated:
de: Aktualisiert:

source: Important Messages
de: Wichtige Hinweise

source: Log Files
de: Log Dateien

source: Add-on Config
de: Add-on Konfiguration

source: Add-on Log
de: Add-on Protokoll

source: TSUN Proxy - Connections
de: TSUN Proxy - Verbindungen

source: Proxy Connection Overview
de: Proxy Verbindungen

source: Server Mode
de: Server Modus

source: Established from device to proxy
de: Vom Gerät zum Proxy aufgebaut

source: Client Mode
de: Client Modus

source: Established from proxy to device
de: Vom Proxy zum Gerät aufgebaut

source: Proxy Mode
de: Proxy Modus

source: Forwarding data to cloud
de: Weiterleitung in die Cloud

source: Emu Mode
de: Emu Modus

source: Emulation sends data to cloud
de: Emulation sendet in die Cloud

source: TSUN Proxy - Log Files
de: TSUN Proxy - Log Dateien

source: Do you really want to delete the log file: <br>%(file)s ?
de: Soll die Datei: <br>%(file)s<br>wirklich gelöscht werden?

source: Delete File
de: Datei löschen

source: Abort
de: Abbruch

source: MQTT Overview
de: MQTT Überblick

source: Connection Time
de: Verbindungszeit

source: Time at which the connection was established
de: Zeitpunkt des Verbindungsaufbaus

source: Published Topics
de: Gesendete Topics

source: Number of published topics
de: Anzahl der veröffentlichten Topics

source: Received Topics
de: Empfangene Topics

source: Number of topics received
de: Anzahl der empfangenen Topics

source: TSUN Proxy - Important Messages
de: TSUN Proxy - Wichtige Hinweise

source: Created
de: Erzeugt

source: Modified
de: Modifiziert

source: Size
de: Größe

source: Download File
de: Datei Download

source: Warnings and error messages
de: Warnungen und Fehlermeldungen

source: Well done!
de: Gut gemacht!

source: No warnings or errors have been logged since the last proxy start.
de: Seit dem letzten Proxystart wurden keine Warnungen oder Fehler protokolliert.
